tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "librespeed/tap"
tap "nikitabobko/tap"
brew "act"
brew "bash"
brew "bat"
brew "btop"
brew "python@3.12"
brew "difftastic"
brew "eza"
brew "fastfetch"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gitleaks"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hyperfine"
brew "jbang"
brew "jless"
brew "jq"
brew "kondo"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "nowplaying-cli"
brew "oh-my-posh"
brew "ollama"
brew "pinentry-mac"
brew "pipx"
brew "pv"
brew "python@3.10"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "showkey"
brew "spotify_player"
brew "stow"
brew "swift-format"
brew "switchaudio-osx"
brew "tailwindcss"
brew "telnet"
brew "thefuck"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "watch"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "xh"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "librespeed/tap/librespeed-cli"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "battery"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "github"
cask "gpgfrontend"
cask "iina"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "shortcat"
cask "stats"
cask "steermouse"
cask "swiftformat-for-xcode"
cask "telegram"
