tap "dracula/install"
tap "epk/epk"
tap "homebrew/bundle"
tap "librespeed/tap"
tap "nikitabobko/tap"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "python@3.12"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "gitleaks"
brew "glab"
brew "glances"
brew "gnu-sed"
brew "go"
brew "htop"
brew "jq"
brew "lua-language-server"
brew "marksman"
brew "midnight-commander"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "oh-my-posh"
brew "ollama"
brew "osmium-tool"
brew "pipx"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "showkey"
brew "spotify_player"
brew "stow"
brew "swift-format"
brew "tailwindcss"
brew "thefuck"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "watch"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zoxide"
brew "librespeed/tap/librespeed-cli"
cask "aerospace"
cask "alacritty"
cask "battery"
cask "docker"
cask "dracula-xcode"
cask "easy-move-plus-resize"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono-nerd-font"
cask "fork"
cask "github"
cask "neovide"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "swiftformat-for-xcode"
cask "zed"
