tap "amar1729/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "librespeed/tap"
tap "nikitabobko/tap"
brew "act"
brew "bash"
brew "btop"
brew "difftastic"
brew "esphome"
brew "esptool"
brew "fastfetch"
brew "fx"
brew "gh"
brew "git-lfs"
brew "gitleaks"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hydra"
brew "hyperfine"
brew "jless"
brew "k9s"
brew "kondo"
brew "kubectx"
brew "lazygit"
brew "lua"
brew "marksman"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "oh-my-posh"
brew "ollama"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "pv"
brew "python@3.10"
brew "python@3.12"
brew "qemu"
brew "ruby"
brew "rust"
brew "showkey"
brew "spotify_player"
brew "stow"
brew "swift-format"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tmux", args: ["HEAD"]
brew "watch"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "xh"
brew "yazi"
brew "amar1729/formulae/browserpass"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "librespeed/tap/librespeed-cli"
cask "alacritty"
cask "battery"
cask "chatterino"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "github"
cask "gpgfrontend"
cask "kitty"
cask "moonlight"
cask "obsidian"
cask "qmk-toolbox"
cask "qtpass"
cask "raycast"
cask "sf-symbols"
cask "stats"
cask "steam"
cask "steermouse"
cask "swiftformat-for-xcode"
cask "telegram"
